## Week 4 Mar. 26

### 会议主要内容
1. 确定产品基础功能和增值功能
2. 确定人员分工
3. 工作进度安排
4. 确定业务逻辑和业务范围

### 产品基础功能
- 任务发布方：
    1. 发布相关任务
    2. 为自己发布的任务设置相应的报酬
    3. 评价任务完成情况
- 任务接收方：
    1. 查询当前已发布任务情况
    2. 选择接受相应的任务
    3. 对雇主发布的任务进行评价
 - 通用功能：
    1. 充值
    2. 提现
    3. 定位
    4. 通过积分兑换物品
    5. 信用评级系统

### 产品增值功能
- 任务发布方：
    1. 为自己的任务设置标签
    2. 在对应的接单人员中选择合适的人员完成任务
- 任务接收方：
    1. 根据地理位置智能匹配任务
    2. 根据标签智能匹配任务
    3. 通过对应标签选择任务

### 人员分工
- Dashboard构建：吴良澔
- 前端UI设计：伍宇阳 吴良澔
- 后端云服务架构搭建： 吴天扬 吴聪
- 会议记录： 吴良澔

### 工作进度安排
